url_specialist = r""
url_blog = r""

text = {
    "start":"""Приветствую! 
Этот бот поможет вам в выборе недвижимости в Сочи. 

Здесь вы найдете:
- актуальные предложения объектов по реальным ценам.
- основную информацию по районам Сочи.
- личную консультацию от профессионального брокера по недвижимости.

С вами на связи профессиональный экспер по поиску недвижимости Любовь. 

Начните поиск недвижимости нажав кнопку 👇 """,
    "specialist":f"Для получения дополнительной информации и по всем вопросам писать сюда: {url_specialist}",
    "catalog-1": "Какой тип недвижимости вас интересует?",
    "catalog-2": "В каком районе расматриваете покупку?",
    "catalog-3":"",
    "but-sum-apartment":["До 20 млн руб", "До 50 млн руб", "До 100 млн руб", "От 100 млн руб"],
    "but-sum-house":["До 50 млн руб", "До 100 млн руб", "До 500 млн руб", "От 500 млн руб"],
    "but-sum-comm_apartment":["До 100 млн руб", "До 500 млн руб", "От 500 млн руб"],
    "blog_info":f"Ссылка на блог: {url_blog}",
    "specialist_info":f"Написать специалисту: {url_specialist}",
    "admin-panel-start":"Приветствую в панели администратора! Выберите действие:",
    "reminder":"Вы уже давно не просматривали апартаменты!",
    "help": f"""
/help - Список команд.
/start - Старт/Перезапуск бота.
каталог - Показать каталог доступного жилья.
Ссылка на блог: {url_blog}
Написать специалисту: {url_specialist}""",
}
